[
    {
      "id": 1,
      "spotPhoto": "https://i.postimg.cc/DwMrR4Wj/c9Zaa3.jpg",
      "spotPhoto2": "https://i.postimg.cc/qR6GXjNp/25-Outdoor-Activities-Every-Married-Couple-Should-Experience-Featured.jpg",
      "spotPhoto3": "https://i.postimg.cc/zfcjg9Xd/couple-pausing-while-doing-trekking-156252-5074.jpg",
      "spotPhoto4": "https://i.postimg.cc/256G3zmb/couple-young-hikers-with-backpacks-walk-through-forest-52137-42317.jpg",
      "spotPhoto5": "https://i.postimg.cc/Z5jjT9kz/young-couple-with-backpacks-their-backs-smiling-walking-forest-enjoy-walk-90153-2060.jpg",
      "tourType": "Adventure",
      "tripTitle": "From rugged terrains to untamed wilderness, our Adventure tours are crafted for those who seek excitement, challenge, and the thrill of exploration.",
      "day": "Day 01",
      "location": "Historical Museum, City Park, Art Gallery",
      "tourGuide": "Meet our knowledgeable guide who will take you on a journey through time at the Historical Museum. Learn fascinating stories about ancient artifacts and historical events that shaped the region.Join our friendly tour guide for a leisurely stroll through the City Park. Discover the beauty of nature, learn about the park's history, and explore hidden gems only a local guide can unveil.Immerse yourself in the world of art with our expert guide at the Art Gallery. Gain insights into the masterpieces, artists, and art movements that grace the gallery walls.",
      "price": "$799"
    },
    {
      "id": 2,
      "spotPhoto": "https://i.postimg.cc/44Wm8kHw/263ed7a7a1870e0f5aa197f0bed4b7ee.jpg",
      "spotPhoto2": "https://i.postimg.cc/wBgKrRXK/1000-F-601260594-1vx-PYQ2-RAOM3u-DFba-HLADas-Pp-NL5-Gf-AW.jpg",
      "spotPhoto3": "https://i.postimg.cc/jSz0v4JQ/1550167075.jpg",
      "spotPhoto4": "https://i.postimg.cc/MpkJyFXp/gettyimages-918250126-612x612.jpg",
      "spotPhoto5": "https://i.postimg.cc/gkLPLWz7/valobasha-dibos.png",
      "tourType": "Cultural",
      "tripTitle": "Journey through rich cultural landscapes and dive into the heart of traditions with our Cultural tours.",
      "day": "Day 02",
      "location": "Botanical Garden, Beach Sunset, Local Market",
      "tourGuide": "Meet our knowledgeable guide who will walk you through the vibrant flora and fauna of the botanical garden. Discover the history behind each plant and the secrets of this lush oasis.Your beach sunset experience will be led by our experienced guide who knows the coastline like the back of their hand. Enjoy captivating stories and facts about the area while witnessing the breathtaking sunset.Dive into the heart of the local market with our guide, who is well-versed in the rich culture and traditions. Explore hidden gems, savor local flavors, and learn the stories behind the diverse products available at the market.",
      "price": "$499"
    },
    {
      "id": 3,
      "spotPhoto": "https://i.postimg.cc/0j459vps/beach-6174684-960-720.jpg",
      "spotPhoto2": "https://i.postimg.cc/rFN7rw6Q/couple-1822585-1280.jpg",
      "spotPhoto3": "https://i.postimg.cc/XYNmc643/depositphotos-617793756-stock-photo-young-couple-white-beach-summer.webp",
      "spotPhoto4": "https://i.postimg.cc/RZP8gpZt/depositphotos-76336369-stock-photo-young-couple-watching-sunset-on.webp",
      "spotPhoto5": "https://i.postimg.cc/0NF4s6m2/pexels-anastasiya-lobanovskaya-792726.jpg",
      "tourType": "Beach",
      "tripTitle": "Indulge in the serenity of sun-kissed shores with our Beach tours.From tranquil retreats to vibrant beach parties.",
      "day": "Day 03",
      "location": "Mountain Trail, Café Terrace, Riverside Retreat",
      "tourGuide": "Experience the thrill of the rugged outdoors with our expert Mountain Trail guide. They will lead you through challenging terrains, ensuring a safe and exhilarating journey. Get ready for breathtaking views and unforgettable adventures.Immerse yourself in the vibrant local culture with our knowledgeable Café Terrace guide. They will take you on a delightful tour of charming cafes, sharing stories about the area's history and introducing you to the best culinary delights. Enjoy a relaxed and flavorful experience.Discover tranquility along the riverbanks with our Riverside Retreat guide. Let them guide you through serene landscapes, providing insights into local flora and fauna. Whether it's a peaceful boat ride or a nature walk, this guide ensures a rejuvenating escape by the water.",
      "price": "$899"
    }
  ]
  